[
  {
    "id": 1,
    "heading": "Product Information And Warranty",
    "content": "Welcome to the world of ABC - the leading international brand of travel, business and lifestyle accessories. Since 1975, ABC has been dedicated to providing our customers with an outstanding ownership experience. ABC’s comprehensive product coverage is reflective of our commitment to our consumer’s ongoing satisfaction. Specifically, we make three commitments to our customers: You will enjoy using our innovative products that are designed and manufactured to be the best; You will experience world-class, after-sales customer service; For five (5) years after you purchase a ABC product from one of our travel, business, or bag collections, or two (2) years for any wallet or accessory, from an authorized ABC store or dealer, you will be covered by our Limited Warranty. ABC’s warranty extends to the original owner; it is straightforward and comprehensive, and just part of the total ABC ownership experience. Should you have additional questions, please email info@abc.com or call 800.299.ABC (8864) from 8:00 AM to 5:00 PM EST to speak live with a consumer affairs representative."
  },
  {
    "id": 2,
    "heading": "First Year of Ownership: Worry Free",
    "content": "With limited exceptions, if your ABC product is damaged during the first twelve (12) months you own it– including damage caused by normal wear and tear, airline handling, or other transit damage–ABC will cover all repair expenses, including shipping costs to and from our repair facility. If we determine that the product is damaged beyond repair, we will replace it. If we determine that a replacement product is not available, we will provide you with a product of comparable value. Damages not covered are damage resulting from abuse, cosmetic damage (such as scratched leather or stained fabrics), and incidental or consequential damages, such as damage to or loss of the contents of a bag, loss of use, loss of time, or similar expenses."
  },
  {
    "id": 3,
    "heading": "You Can Expect Years of Quality Service",
    "content": "We do have many customers with well-traveled bags that are more than five years old, who would like to have their bags refurbished or repaired. For these customers, we offer courteous, responsive service and the highest quality repairs and refurbishment at a reasonable cost. If we are unable to repair the bag, we will suggest alternative options. Please call your local service center before sending your product for repair or refurbishment to discuss shipping and handling costs and other fees."
  },
  {
    "id": 4,
    "heading": "Total Commitment",
    "content": "The bottom line is that at ABC, we are totally committed to keeping you happy about our products and our service. Once you have had the pleasure of owning and using our products, we hope that they will become your trusted companions for life. You can access the repair form to fill out and submit, 24 hours a day, seven days a week. If you live in the USA or Canada, please call 800.299.ABC (8864) from 8:00 AM to 5:00 PM EST to speak live with a consumer affairs representative. To contact ABC customer service outside of the US and Canada, please see our list of international centers under the \"List of Repair Centers\" section on this website."
  },
  {
    "id": 5,
    "heading": "Proof of Purchase",
    "content": "Please save your store receipt as proof of purchase. This will be needed to demonstrate your warranty coverage. Additionally, this will serve as proof that your purchase was made at an authorized ABC retailer. Our Limited Warranty only applies to products that were purchased from an authorized ABC store or dealer. If you no longer have your receipt, we may be able to use your tracer history in order to demonstrate your warranty coverage. Please visit Register Your ABC to do so. Registering with the ABC Tracer® program records the date of purchase so that your information is in our system. Should you ever need to use our repair services, we can validate if your bag is still under warranty. Not all items we make have a tracer number, but most of our luggage, bags, and business cases do. If the item in question is not registered with ABC Tracer® it will be your responsibility to provide proof of purchase at an authorized ABC retailer. Please see our tracer registration page for more details regarding tracer registration. Please note: In Hong Kong, Macau, China, Japan and Korea, ABC Tracer® is not valid for Proof of Purchase. You will need the original store receipt to validate purchase is from an authorized ABC retailer. This warranty gives you certain rights, and you may also have other rights, which vary from state to state. Some states do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you."
  }
]